[
  {
    "location": {
      "country": "Thailand",
      "city": "Koh Samet",
      "address": "8/1 Moo 4 Tumbon Phe Muang"
    },
    "overview": "The 4-star Sai Kaew Beach Resort offers comfort and convenience whether you're on business or holiday in Koh Samet. The property features a wide range of facilities to make your stay a pleasant experience. Free Wi-Fi in all rooms, daily housekeeping, gift/souvenir shop, 24-hour front desk, Wi-Fi in public areas are just some of the facilities on offer. Some of the well-appointed guestrooms feature slippers, separate living room, television LCD/plasma screen, mirror, internet access – wireless. Take a break from a long day and make use of fitness center, sauna, outdoor pool, spa, massage. No matter what your reasons are for visiting Koh Samet, Sai Kaew Beach Resort will make you feel instantly at home.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Ireland",
      "city": "Dublin",
      "address": "Sutton Cross"
    },
    "overview": "Marine Hotel is perfectly located for both business and leisure guests in Dublin. The hotel offers guests a range of services and amenities designed to provide comfort and convenience. Free Wi-Fi in all rooms, 24-hour front desk, luggage storage, car park, room service are just some of the facilities on offer. Comfortable guestrooms ensure a good night's sleep with some rooms featuring facilities such as heating, telephone, television, satellite/cable TV, shower. Entertain the hotel's recreational facilities, including sauna, golf course (within 3 km), indoor pool, garden. No matter what your reasons are for visiting Dublin, Marine Hotel will make you feel instantly at home.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Spain",
      "city": "Malaga",
      "address": "Avenida de la Aurora CC.Larios Centro S/N"
    },
    "overview": "TRYP Málaga Alameda Hotel is perfectly located for both business and leisure guests in Malaga. The hotel has everything you need for a comfortable stay. To be found at the hotel are 24-hour room service, free Wi-Fi in all rooms, 24-hour front desk, facilities for disabled guests, Wi-Fi in public areas. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel's peaceful atmosphere extends to its recreational facilities which include fitness center, sauna. TRYP Málaga Alameda Hotel combines warm hospitality with a lovely ambiance to make your stay in Malaga unforgettable.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Chile",
      "city": "Iquique",
      "address": "Av Costanera 3939"
    },
    "overview": "NH Iquique Hotel is perfectly located for both business and leisure guests in Iquique. The hotel offers guests a range of services and amenities designed to provide comfort and convenience. All the necessary facilities, including 24-hour front desk, facilities for disabled guests, Wi-Fi in public areas, car park, room service, are at hand. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and some offering convenient amenities like television LCD/plasma screen, separate living room, air conditioning, heating, wake-up service. To enhance guests' stay, the hotel offers recreational facilities such as fitness center, outdoor pool. A welcoming atmosphere and excellent service are what you can expect during your stay at NH Iquique Hotel.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "United Kingdom",
      "city": "Edinburgh",
      "address": "1 Festival Square"
    },
    "overview": "Sheraton Grand Hotel & Spa, Edinburgh is perfectly located for both business and leisure guests in Edinburgh. The hotel has everything you need for a comfortable stay. 24-hour room service, free Wi-Fi in all rooms, 24-hour security, daily housekeeping, fireplace are there for guest's enjoyment. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel offers various recreational opportunities. Sheraton Grand Hotel & Spa, Edinburgh is an excellent choice from which to explore Edinburgh or to simply relax and rejuvenate.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Hong Kong",
      "city": "Hong Kong",
      "address": "41-49 Hennessy Road"
    },
    "overview": "The 4-star Kew Green Hotel Wanchai Hong Kong offers comfort and convenience whether you're on business or holiday in Hong Kong. Both business travelers and tourists can enjoy the hotel's facilities and services. Service-minded staff will welcome and guide you at the Kew Green Hotel Wanchai Hong Kong. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel's peaceful atmosphere extends to its recreational facilities which include fitness center. Friendly staff, great facilities and close proximity to all that Hong Kong has to offer are three great reasons you should stay at Kew Green Hotel Wanchai Hong Kong.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Colombia",
      "city": "Medellin",
      "address": "Cra 43A No. 7-50"
    },
    "overview": "The 5-star Hotel Dann Carlton Medellín offers comfort and convenience whether you're on business or holiday in Medellin. Both business travelers and tourists can enjoy the hotel's facilities and services. Facilities like 24-hour front desk, facilities for disabled guests, luggage storage, room service, airport transfer are readily available for you to enjoy. Some of the well-appointed guestrooms feature air conditioning, wake-up service, desk, mini bar, alarm clock. Recuperate from a full day of sightseeing in the comfort of your room or take advantage of the hotel's recreational facilities, including fitness center, outdoor pool, spa, massage, steamroom. Friendly staff, great facilities and close proximity to all that Medellin has to offer are three great reasons you should stay at Hotel Dann Carlton Medellín.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Macau",
      "city": "Macau",
      "address": "1918 Estrada de Hac Sa"
    },
    "overview": "Grand Coloane Resort is conveniently located in the popular Coloane area. The hotel offers a wide range of amenities and perks to ensure you have a great time. Take advantage of the hotel's 24-hour room service, daily housekeeping, free Wi-Fi in all rooms, taxi service, 24-hour security. Designed for comfort, selected guestrooms offer television LCD/plasma screen, additional toilet, bathroom phone, carpeting, clothes rack to ensure a restful night. Entertain the hotel's recreational facilities, including hot tub, fitness center, sauna, golf course (on site), outdoor pool. Grand Coloane Resort is an excellent choice from which to explore Macau or to simply relax and rejuvenate.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "New Zealand",
      "city": "Auckland",
      "address": "Corner Victoria & Federal Streets"
    },
    "overview": "Skycity Hotel is perfectly located for both business and leisure guests in Auckland. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. To be found at the hotel are 24-hour room service, free Wi-Fi in all rooms, wheelchair accessible, casino, 24-hour front desk. Guestrooms are fitted with all the amenities you need for a good night's sleep. In some of the rooms, guests can find television LCD/plasma screen, carpeting, complimentary instant coffee, complimentary tea, mirror. The hotel's peaceful atmosphere extends to its recreational facilities which include fitness center, spa, massage. A welcoming atmosphere and excellent service are what you can expect during your stay at Skycity Hotel.",
    "stars": 4.5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "France",
      "city": "Bordeaux",
      "address": "Avenue Jean Gabriel Domergue"
    },
    "overview": "Located in Le Lac, Pullman Bordeaux Lac is a perfect starting point from which to explore Bordeaux. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. Casino, 24-hour front desk, facilities for disabled guests, luggage storage, Wi-Fi in public areas are just some of the facilities on offer. Each guestroom is elegantly furnished and equipped with handy amenities. To enhance guests' stay, the hotel offers recreational facilities such as fitness center, golf course (within 3 km), outdoor pool, massage, solarium. Pullman Bordeaux Lac is an excellent choice from which to explore Bordeaux or to simply relax and rejuvenate.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Spain",
      "city": "Leon",
      "address": "Avenida Independencia, 7"
    },
    "overview": "Stop at Hotel Conde Luna to discover the wonders of Leon. Both business travelers and tourists can enjoy the hotel's facilities and services. 24-hour front desk, luggage storage, room service, meeting facilities, babysitting are on the list of things guests can enjoy. Some of the well-appointed guestrooms feature air conditioning, heating, wake-up service, desk, mini bar. Entertain the hotel's recreational facilities, including massage. No matter what your reasons are for visiting Leon, Hotel Conde Luna will make you feel instantly at home.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Italy",
      "city": "Santa Margherita Ligure",
      "address": "Via Favale 31"
    },
    "overview": "Set in a prime location of Santa Margherita Ligure, Park Suisse Hotel puts everything the city has to offer just outside your doorstep. Featuring a complete list of amenities, guests will find their stay at the property a comfortable one. 24-hour room service, free Wi-Fi in all rooms, Wi-Fi in public areas, valet parking, car park are on the list of things guests can enjoy. Television LCD/plasma screen, linens, mirror, closet, internet access – wireless can be found in selected guestrooms. The hotel offers various recreational opportunities. Discover all Santa Margherita Ligure has to offer by making Park Suisse Hotel your base.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Mexico",
      "city": "Taxco",
      "address": "Guillermo Spartling, 4 Centro "
    },
    "overview": "Located in Taxco City Center, Hotel Agua Escondida is a perfect starting point from which to explore Taxco. The hotel offers guests a range of services and amenities designed to provide comfort and convenience. Service-minded staff will welcome and guide you at the Hotel Agua Escondida. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel offers various recreational opportunities. Convenience and comfort makes Hotel Agua Escondida the perfect choice for your stay in Taxco.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Colombia",
      "city": "Cartagena",
      "address": "Carrera 1, 2-87, Bocagrande"
    },
    "overview": "The 5-star Hotel Caribe Cartagena offers comfort and convenience whether you're on business or holiday in Cartagena. The hotel offers a high standard of service and amenities to suit the individual needs of all travelers. To be found at the hotel are 24-hour room service, free Wi-Fi in all rooms, facilities for disabled guests, Wi-Fi in public areas, car park. Designed for comfort, selected guestrooms offer cleaning products, mirror, closet, separate living room, internet access – wireless to ensure a restful night. Take a break from a long day and make use of hot tub, fitness center, sauna, golf course (on site), outdoor pool. Discover all Cartagena has to offer by making Hotel Caribe Cartagena your base.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "China",
      "city": "Hangzhou",
      "address": "No. 298, Qing Chun Road"
    },
    "overview": "The 4-star Haihua Hotel Hangzhou offers comfort and convenience whether you're on business or holiday in Hangzhou. Featuring a complete list of amenities, guests will find their stay at the property a comfortable one. Free Wi-Fi in all rooms, 24-hour security, daily housekeeping, grocery deliveries, 24-hour front desk are there for guest's enjoyment. Comfortable guestrooms ensure a good night's sleep with some rooms featuring facilities such as television LCD/plasma screen, carpeting, clothes rack, linens, locker. Take a break from a long day and make use of fitness center, sauna, indoor pool, massage. Discover all Hangzhou has to offer by making Haihua Hotel Hangzhou your base.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Japan",
      "city": "Kobe",
      "address": "6-1-5 Kumoidori, Chuo-ku"
    },
    "overview": "Kobe Sannomiya Tokyu REI Hotel is perfectly located for both business and leisure guests in Kobe. Featuring a complete list of amenities, guests will find their stay at the property a comfortable one. Service-minded staff will welcome and guide you at the Kobe Sannomiya Tokyu REI Hotel. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and some offering convenient amenities like television LCD/plasma screen, complimentary instant coffee, complimentary tea, linens, slippers. The hotel offers various recreational opportunities. Discover all Kobe has to offer by making Kobe Sannomiya Tokyu REI Hotel your base.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "United States",
      "city": "So Burlington (VT)",
      "address": "1712 Shelburne Rd."
    },
    "overview": "Comfort Suites South Burlington is conveniently located in the popular South Burlington area. The hotel offers guests a range of services and amenities designed to provide comfort and convenience. Take advantage of the hotel's free Wi-Fi in all rooms, Wi-Fi in public areas, car park, airport transfer, car hire. Guestrooms are fitted with all the amenities you need for a good night's sleep. In some of the rooms, guests can find air conditioning, wake-up service, desk, alarm clock, telephone. Access to the hotel's fishing, spa, water sports (non-motorized) will further enhance your satisfying stay. Discover all South Burlington (VT) has to offer by making Comfort Suites South Burlington your base.",
    "stars": 2.5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "China",
      "city": "Shanghai",
      "address": "66 Caobao Road, Xuhui district"
    },
    "overview": "Everbright Convention & Exhibition Centre Internat is perfectly located for both business and leisure guests in Shanghai. Both business travelers and tourists can enjoy the hotel's facilities and services. Service-minded staff will welcome and guide you at the Everbright Convention & Exhibition Centre Internat. Designed for comfort, selected guestrooms offer television LCD/plasma screen, internet access – wireless, non smoking rooms, air conditioning, desk to ensure a restful night. Access to the hotel's hot tub, private beach, fitness center, sauna, golf course (on site) will further enhance your satisfying stay. Friendly staff, great facilities and close proximity to all that Shanghai has to offer are three great reasons you should stay at Everbright Convention & Exhibition Centre Internat.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "United States",
      "city": "Pittsburgh (PA)",
      "address": "3454 Forbes Avenue"
    },
    "overview": "Stop at Hilton Garden Inn Pittsburgh University Place to discover the wonders of Pittsburgh (PA). The hotel offers a wide range of amenities and perks to ensure you have a great time. 24-hour front desk, facilities for disabled guests, express check-in/check-out, luggage storage, Wi-Fi in public areas are just some of the facilities on offer. All rooms are designed and decorated to make guests feel right at home, and some rooms come with television LCD/plasma screen, air conditioning, heating, desk, alarm clock. The hotel offers various recreational opportunities. A welcoming atmosphere and excellent service are what you can expect during your stay at Hilton Garden Inn Pittsburgh University Place.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "France",
      "city": "Nice",
      "address": "26, Rue Smolett"
    },
    "overview": "Hotel Apogia Nice is conveniently located in the popular Nice City Center area. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. Facilities like free Wi-Fi in all rooms, daily housekeeping, wheelchair accessible, 24-hour front desk, facilities for disabled guests are readily available for you to enjoy. Designed for comfort, selected guestrooms offer television LCD/plasma screen, internet access – wireless, internet access – wireless (complimentary), non smoking rooms, air conditioning to ensure a restful night. The hotel offers various recreational opportunities. Hotel Apogia Nice is an excellent choice from which to explore Nice or to simply relax and rejuvenate.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "United States",
      "city": "Las Vegas (NV)",
      "address": "3655 Las Vegas Boulevard South"
    },
    "overview": "Paris Las Vegas Hotel is perfectly located for both business and leisure guests in Las Vegas (NV). The hotel offers a wide range of amenities and perks to ensure you have a great time. Service-minded staff will welcome and guide you at the Paris Las Vegas Hotel. Television LCD/plasma screen, carpeting, linens, mirror, towels can be found in selected guestrooms. The hotel's peaceful atmosphere extends to its recreational facilities which include fitness center, sauna, outdoor pool, spa, steamroom. Paris Las Vegas Hotel combines warm hospitality with a lovely ambiance to make your stay in Las Vegas (NV) unforgettable.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Belgium",
      "city": "Brussels",
      "address": "Avenue du Haut-Pont, 2 Hoge Bruglaan"
    },
    "overview": "Ideally located in the prime touristic area of Elsene / Ixelles, Hotel HC Brussels promises a relaxing and wonderful visit. The hotel offers a high standard of service and amenities to suit the individual needs of all travelers. Free Wi-Fi in all rooms, facilities for disabled guests, Wi-Fi in public areas, car park, room service are there for guest's enjoyment. Comfortable guestrooms ensure a good night's sleep with some rooms featuring facilities such as internet access – wireless, air conditioning, heating, wake-up service, desk. The hotel offers various recreational opportunities. No matter what your reasons are for visiting Brussels, Hotel HC Brussels will make you feel instantly at home.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Japan",
      "city": "Tokyo",
      "address": "3-13-1 Takanawa, Minato-ku"
    },
    "overview": "The 4-star Grand Prince Hotel New Takanawa offers comfort and convenience whether you're on business or holiday in Tokyo. The hotel offers guests a range of services and amenities designed to provide comfort and convenience. 24-hour room service, free Wi-Fi in all rooms, 24-hour security, chapel, shrine are just some of the facilities on offer. Guestrooms are fitted with all the amenities you need for a good night's sleep. In some of the rooms, guests can find television LCD/plasma screen, internet access – wireless (complimentary), non smoking rooms, air conditioning, heating. Enjoy the hotel's recreational facilities, including hot tub, fitness center, sauna, spa, before retiring to your room for a well-deserved rest. Convenience and comfort makes Grand Prince Hotel New Takanawa the perfect choice for your stay in Tokyo.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Japan",
      "city": "Kyoto",
      "address": "604-8113 Nakagyo-ku Yanaginobaba-dori Rokkaku-kudaru 413"
    },
    "overview": "Watazen Ryokan Hotel is conveniently located in the popular Central Kyoto area. The hotel offers a wide range of amenities and perks to ensure you have a great time. Take advantage of the hotel's free Wi-Fi in all rooms, daily housekeeping, fax machine, laundromat, photocopying. Designed for comfort, selected guestrooms offer television LCD/plasma screen, internet access – wireless, internet access – wireless (complimentary), non smoking rooms, air conditioning to ensure a restful night. The hotel offers various recreational opportunities. Watazen Ryokan Hotel is an excellent choice from which to explore Kyoto or to simply relax and rejuvenate.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "United Kingdom",
      "city": "London",
      "address": "The Strand"
    },
    "overview": "Amba Hotel Charing Cross is a popular choice amongst travelers in London, whether exploring or just passing through. The hotel offers a wide range of amenities and perks to ensure you have a great time. 24-hour room service, free Wi-Fi in all rooms, 24-hour security, daily housekeeping, taxi service are just some of the facilities on offer. Designed for comfort, selected guestrooms offer locker, closet, complimentary tea, towels, carpeting to ensure a restful night. Access to the hotel's fitness center will further enhance your satisfying stay. A welcoming atmosphere and excellent service are what you can expect during your stay at Amba Hotel Charing Cross.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Hong Kong",
      "city": "Hong Kong",
      "address": "32-34 Nathan Road"
    },
    "overview": "Set in a prime location of Hong Kong, Imperial Hotel puts everything the city has to offer just outside your doorstep. Featuring a complete list of amenities, guests will find their stay at the property a comfortable one. All the necessary facilities, including free Wi-Fi in all rooms, 24-hour front desk, luggage storage, Wi-Fi in public areas, babysitting, are at hand. Designed for comfort, selected guestrooms offer television LCD/plasma screen, carpeting, slippers, smoke detector, internet access – wireless to ensure a restful night. The hotel offers various recreational opportunities. Imperial Hotel combines warm hospitality with a lovely ambiance to make your stay in Hong Kong unforgettable.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Italy",
      "city": "Sanremo",
      "address": "80 Corso Imperatrice"
    },
    "overview": "Located in Sanremo Center, Royal Hotel Sanremo is a perfect starting point from which to explore Sanremo. The hotel has everything you need for a comfortable stay. Free Wi-Fi in all rooms, 24-hour front desk, 24-hour room service, luggage storage, Wi-Fi in public areas are just some of the facilities on offer. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and some offering convenient amenities like television LCD/plasma screen, non smoking rooms, air conditioning, heating, desk. To enhance guests' stay, the hotel offers recreational facilities such as hot tub, fitness center, sauna, golf course (within 3 km), outdoor pool. Convenience and comfort makes Royal Hotel Sanremo the perfect choice for your stay in Sanremo.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "India",
      "city": "Visakhapatnam",
      "address": "Beach road"
    },
    "overview": "The Park Hotel Visakhapatnam is a popular choice amongst travelers in Visakhapatnam, whether exploring or just passing through. Featuring a complete list of amenities, guests will find their stay at the property a comfortable one. Service-minded staff will welcome and guide you at the The Park Hotel Visakhapatnam. Some of the well-appointed guestrooms feature television LCD/plasma screen, cleaning products, free welcome drink, slippers, towels. Enjoy the hotel's recreational facilities, including hiking trails, mini golf course, hot tub, private beach, fitness center, before retiring to your room for a well-deserved rest. Convenience and comfort makes The Park Hotel Visakhapatnam the perfect choice for your stay in Visakhapatnam.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "United States",
      "city": "Round Rock (TX)",
      "address": "520 S IH 35 Frontage Rd"
    },
    "overview": "Located in Olsen, Staybridge Suites Austin Round Rock is a perfect starting point from which to explore Round Rock (TX). The hotel offers a wide range of amenities and perks to ensure you have a great time. Service-minded staff will welcome and guide you at the Staybridge Suites Austin Round Rock. Guestrooms are fitted with all the amenities you need for a good night's sleep. In some of the rooms, guests can find non smoking rooms. Enjoy the hotel's recreational facilities, including fitness center, outdoor pool, before retiring to your room for a well-deserved rest. Staybridge Suites Austin Round Rock combines warm hospitality with a lovely ambiance to make your stay in Round Rock (TX) unforgettable.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Japan",
      "city": "Nara",
      "address": "1110 Takabatake-cho"
    },
    "overview": "Ideally located in the prime touristic area of Nara City Center, Hotel Sunroute Nara promises a relaxing and wonderful visit. The property features a wide range of facilities to make your stay a pleasant experience. To be found at the hotel are free Wi-Fi in all rooms, daily housekeeping, laundromat, 24-hour front desk, Wi-Fi in public areas. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and some offering convenient amenities like television LCD/plasma screen, non smoking rooms, air conditioning, heating, wake-up service. The hotel offers various recreational opportunities. Convenience and comfort makes Hotel Sunroute Nara the perfect choice for your stay in Nara.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "United Kingdom",
      "city": "London",
      "address": "St Katharine's Way"
    },
    "overview": "The Tower Hotel is perfectly located for both business and leisure guests in London. The hotel offers a high standard of service and amenities to suit the individual needs of all travelers. Facilities like 24-hour room service, free Wi-Fi in all rooms, 24-hour security, daily housekeeping, postal service are readily available for you to enjoy. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel offers various recreational opportunities. Friendly staff, great facilities and close proximity to all that London has to offer are three great reasons you should stay at The Tower Hotel.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "India",
      "city": "New Delhi and NCR",
      "address": "Nelson Mandela Road, Vasant Kunj, Phase II"
    },
    "overview": "Stop at The Grand New Delhi Hotel to discover the wonders of New Delhi and NCR. The hotel offers a high standard of service and amenities to suit the individual needs of all travelers. 24-hour room service, free Wi-Fi in all rooms, 24-hour security, daily housekeeping, gift/souvenir shop are on the list of things guests can enjoy. All rooms are designed and decorated to make guests feel right at home, and some rooms come with television LCD/plasma screen, air purifier, bathroom phone, carpeting, clothes rack. Entertain the hotel's recreational facilities, including yoga room, hot tub, fitness center, sauna, golf course (within 3 km). The Grand New Delhi Hotel combines warm hospitality with a lovely ambiance to make your stay in New Delhi and NCR unforgettable.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Malta",
      "city": "St. Julian's",
      "address": "St. George`s Bay"
    },
    "overview": "The 5-star Corinthia Hotel St. George's Bay offers comfort and convenience whether you're on business or holiday in St. Julian's. The hotel offers a high standard of service and amenities to suit the individual needs of all travelers. Free Wi-Fi in all rooms, 24-hour front desk, express check-in/check-out, luggage storage, Wi-Fi in public areas are just some of the facilities on offer. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel offers various recreational opportunities. Corinthia Hotel St. George's Bay combines warm hospitality with a lovely ambiance to make your stay in St. Julian's unforgettable.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Spain",
      "city": "Torremolinos",
      "address": "Las Mercedes s/n"
    },
    "overview": "Set in a prime location of Torremolinos, Gran Hotel Cervantes by Blue Sea puts everything the city has to offer just outside your doorstep. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. 24-hour room service, 24-hour front desk, facilities for disabled guests, luggage storage, Wi-Fi in public areas are on the list of things guests can enjoy. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and some offering convenient amenities like in-room tablet, towels, air conditioning, heating, desk. Access to the hotel's fitness center, sauna, golf course (within 3 km), outdoor pool, indoor pool will further enhance your satisfying stay. Convenience and comfort makes Gran Hotel Cervantes by Blue Sea the perfect choice for your stay in Torremolinos.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Colombia",
      "city": "Cali",
      "address": "Av. Colombia No. 2-72"
    },
    "overview": "Ideally located in the prime touristic area of Cali City Center, Hotel Intercontinental Cali promises a relaxing and wonderful visit. The hotel has everything you need for a comfortable stay. Service-minded staff will welcome and guide you at the Hotel Intercontinental Cali. Designed for comfort, selected guestrooms offer television LCD/plasma screen, internet access – wireless, non smoking rooms, air conditioning, wake-up service to ensure a restful night. The hotel offers various recreational opportunities. No matter what your reasons are for visiting Cali, Hotel Intercontinental Cali will make you feel instantly at home.",
    "stars": 4.5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "India",
      "city": "Jaipur",
      "address": "Goner Road"
    },
    "overview": "The Oberoi Rajvilas Jaipur Hotel is conveniently located in the popular Jaipur Airport area. The hotel offers a wide range of amenities and perks to ensure you have a great time. 24-hour room service, 24-hour front desk, facilities for disabled guests, express check-in/check-out, luggage storage are on the list of things guests can enjoy. Guestrooms are fitted with all the amenities you need for a good night's sleep. In some of the rooms, guests can find carpeting, slippers, television LCD/plasma screen, mirror, internet access – wireless. The hotel's peaceful atmosphere extends to its recreational facilities which include hot tub, fitness center, outdoor pool, spa, massage. The Oberoi Rajvilas Jaipur Hotel combines warm hospitality with a lovely ambiance to make your stay in Jaipur unforgettable.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Peru",
      "city": "Lima",
      "address": "General Belisario Suarez, 240 - Miraflores"
    },
    "overview": "Located in Lima City Center, Hotel Mariel & Apartments is a perfect starting point from which to explore Lima. The hotel has everything you need for a comfortable stay. Free Wi-Fi in all rooms, 24-hour front desk, luggage storage, Wi-Fi in public areas, valet parking are there for guest's enjoyment. All rooms are designed and decorated to make guests feel right at home, and some rooms come with wake-up service, air conditioning, heating, mini bar, telephone. The hotel offers various recreational opportunities. For reliable service and professional staff, Hotel Mariel & Apartments caters to your needs.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Egypt",
      "city": "Hurghada",
      "address": "Sahl Hashish Red Sea"
    },
    "overview": "Set in a prime location of Hurghada, Hilton Hurghada Long Beach Resort puts everything the city has to offer just outside your doorstep. The hotel offers a wide range of amenities and perks to ensure you have a great time. 24-hour room service, facilities for disabled guests, Wi-Fi in public areas, car park, family room are just some of the facilities on offer. Each guestroom is elegantly furnished and equipped with handy amenities. Take a break from a long day and make use of hot tub, private beach, fitness center, sauna, outdoor pool. Hilton Hurghada Long Beach Resort combines warm hospitality with a lovely ambiance to make your stay in Hurghada unforgettable.",
    "stars": 3,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Japan",
      "city": "Munakata",
      "address": "1303 Tano, Munakata-shi"
    },
    "overview": "Genkai Royal Hotel is conveniently located in the popular Munakata area. The hotel offers a high standard of service and amenities to suit the individual needs of all travelers. To be found at the hotel are free Wi-Fi in all rooms, facilities for disabled guests, luggage storage, Wi-Fi in public areas, car park. Guestrooms are fitted with all the amenities you need for a good night's sleep. In some of the rooms, guests can find television LCD/plasma screen, linens, towels, internet access – wireless (complimentary), non smoking rooms. Recuperate from a full day of sightseeing in the comfort of your room or take advantage of the hotel's recreational facilities, including sauna, hot spring bath, outdoor pool, spa, massage. Friendly staff, great facilities and close proximity to all that Fukuoka has to offer are three great reasons you should stay at Genkai Royal Hotel.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Italy",
      "city": "Rome",
      "address": "Via Gioberti 20"
    },
    "overview": "Gioberti Hotel is a popular choice amongst travelers in Rome, whether exploring or just passing through. The hotel offers a wide range of amenities and perks to ensure you have a great time. Free Wi-Fi in all rooms, 24-hour front desk, facilities for disabled guests, express check-in/check-out, luggage storage are just some of the facilities on offer. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel offers various recreational opportunities. For reliable service and professional staff, Gioberti Hotel caters to your needs.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Spain",
      "city": "Madrid",
      "address": "Marques de Villamejor, 8"
    },
    "overview": "Hotel Serrano is a popular choice amongst travelers in Madrid, whether exploring or just passing through. The hotel offers a high standard of service and amenities to suit the individual needs of all travelers. Service-minded staff will welcome and guide you at the Hotel Serrano. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and some offering convenient amenities like television LCD/plasma screen, internet access – wireless, internet access – wireless (complimentary), non smoking rooms, air conditioning. The hotel offers various recreational opportunities. Convenience and comfort makes Hotel Serrano the perfect choice for your stay in Madrid.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Kenya",
      "city": "Mombasa",
      "address": "Nyali/Malindi Highway"
    },
    "overview": "The 5-star Sarova Whitesands Beach Resort & Spa offers comfort and convenience whether you're on business or holiday in Mombasa. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. Free Wi-Fi in all rooms, facilities for disabled guests, Wi-Fi in public areas, car park, airport transfer are just some of the facilities on offer. All rooms are designed and decorated to make guests feel right at home, and some rooms come with separate living room, internet access – wireless, internet access – wireless (complimentary), non smoking rooms, air conditioning. Entertain the hotel's recreational facilities, including fitness center, outdoor pool, spa, massage, kids club. Convenience and comfort makes Sarova Whitesands Beach Resort & Spa the perfect choice for your stay in Mombasa.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Finland",
      "city": "Seinajoki",
      "address": "Kauppakatu 10"
    },
    "overview": "Ideally located in the prime touristic area of Seinajoki, Cumulus Seinäjoki promises a relaxing and wonderful visit. The property features a wide range of facilities to make your stay a pleasant experience. 24-hour front desk, facilities for disabled guests, luggage storage, room service, meeting facilities are on the list of things guests can enjoy. Comfortable guestrooms ensure a good night's sleep with some rooms featuring facilities such as air conditioning, heating, desk, mini bar, telephone. The hotel offers various recreational opportunities. A welcoming atmosphere and excellent service are what you can expect during your stay at Cumulus Seinäjoki.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Germany",
      "city": "Hildesheim",
      "address": "Markt 4, GPS: Jakobistraße"
    },
    "overview": "Ideally located in the prime touristic area of Hildesheim City Center, Van der Valk Hotel Hildesheim promises a relaxing and wonderful visit. The hotel offers guests a range of services and amenities designed to provide comfort and convenience. To be found at the hotel are free Wi-Fi in all rooms, 24-hour front desk, facilities for disabled guests, room service, meeting facilities. Designed for comfort, selected guestrooms offer air conditioning, heating, desk, mini bar, iPod docking station to ensure a restful night. Take a break from a long day and make use of fitness center, sauna, indoor pool, spa, massage. Convenience and comfort makes Van der Valk Hotel Hildesheim the perfect choice for your stay in Hildesheim.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Taiwan",
      "city": "Taipei",
      "address": "No.12, Sec. 1, Zhongxiao E. Rd"
    },
    "overview": "Sheraton Grand Taipei Hotel is perfectly located for both business and leisure guests in Taipei. The property features a wide range of facilities to make your stay a pleasant experience. 24-hour room service, free Wi-Fi in all rooms, daily housekeeping, gift/souvenir shop, grocery deliveries are just some of the facilities on offer. All rooms are designed and decorated to make guests feel right at home, and some rooms come with television LCD/plasma screen, bathroom phone, carpeting, complimentary instant coffee, complimentary tea. The hotel's peaceful atmosphere extends to its recreational facilities which include fitness center, sauna, outdoor pool, spa, massage. Sheraton Grand Taipei Hotel is an excellent choice from which to explore Taipei or to simply relax and rejuvenate.",
    "stars": 5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "United Kingdom",
      "city": "London",
      "address": "Bugsbys Way"
    },
    "overview": "Holiday Inn Express London Greenwich is a popular choice amongst travelers in London, whether exploring or just passing through. The hotel has everything you need for a comfortable stay. Service-minded staff will welcome and guide you at the Holiday Inn Express London Greenwich. Guestrooms are fitted with all the amenities you need for a good night's sleep. In some of the rooms, guests can find television LCD/plasma screen, non smoking rooms, air conditioning, heating, desk. The hotel offers various recreational opportunities. Holiday Inn Express London Greenwich combines warm hospitality with a lovely ambiance to make your stay in London unforgettable.",
    "stars": 3.5,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  },
  {
    "location": {
      "country": "Bulgaria",
      "city": "Burgas",
      "address": "21 Alexandrovska Street"
    },
    "overview": "Bulgaria Hotel is perfectly located for both business and leisure guests in Burgas. Featuring a complete list of amenities, guests will find their stay at the property a comfortable one. 24-hour room service, casino, facilities for disabled guests, Wi-Fi in public areas, car park are on the list of things guests can enjoy. All rooms are designed and decorated to make guests feel right at home, and some rooms come with television LCD/plasma screen, bathroom phone, fireplace, towels, closet. Entertain the hotel's recreational facilities, including hot tub, fitness center, sauna, outdoor pool, indoor pool. A welcoming atmosphere and excellent service are what you can expect during your stay at Bulgaria Hotel.",
    "stars": 4,
    "room_types": [
      {
        "Description": "Suite, 2 Queen Beds (Waterfront View)",
        "Description_fr": "Suite, 2 grands lits (vue sur le front de mer)",
        "Type": "Suite",
        "BaseRate": 266.99,
        "BedOptions": "2 Queen Beds",
        "SleepsCount": 4,
        "SmokingAllowed": false,
        "Tags": ["bathroom shower", "tv"]
      }
    ]
  }
]
